Repository: xcv58/MacTools
Catalog: Plugins/QuitApps/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# metadata.title
source: 退出应用
ar: قم بإنهاء التطبيقات
de: Apps beenden
en: Quit Apps
es: Salir de aplicaciones
fr: Quitter les applications
ja: アプリを終了
ko: 앱 종료
pt: Sair dos aplicativos
ru: Выйти из приложений
tr: Uygulamalardan Çık
zh_hant: 結束 App

# metadata.description
source: 选择并退出正在运行的应用
ar: حدد التطبيقات قيد التشغيل وقم بإنهاء تشغيلها.
de: Ausgeführte Apps auswählen und beenden.
en: Select and quit running apps.
es: Selecciona y cierra las aplicaciones en ejecución.
fr: Sélectionnez et quittez les applications en cours d'exécution.
ja: 実行中のアプリを選択して終了します。
ko: 실행 중인 앱을 선택하고 종료합니다.
pt: Selecione e saia dos aplicativos em execução.
ru: Выберите и закройте запущенные приложения.
tr: Çalışan uygulamaları seçip kapatmanızı sağlar.
zh_hant: 選擇並退出正在運行的應用

# panel.button.choose
source: 选择
ar: اختر
de: Auswählen
en: Choose
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
pt: Escolher
ru: Выбрать
tr: Seç
zh_hant: 選擇

# panel.subtitle.runningCountFormat
source: 正在运行 %d 个应用
ar: %d التطبيقات قيد التشغيل
de: %d Apps werden ausgeführt
en: %d apps running
es: %d aplicaciones en ejecución
fr: %d applications en cours d'exécution
ja: %d アプリが実行中
ko: %d 실행 중인 앱
pt: %d aplicativos em execução
ru: %d запущенные приложения
tr: %d uygulama çalışıyor
zh_hant: 正在運行 %d 個應用

# panel.subtitle.none
source: 无正在运行的应用
ar: لا توجد تطبيقات قيد التشغيل
de: Keine laufenden Apps
en: No running apps
es: No hay aplicaciones en ejecución
fr: Aucune application en cours d'exécution
ja: 実行中のアプリはありません
ko: 실행 중인 앱 없음
pt: Nenhum aplicativo em execução
ru: Нет запущенных приложений
tr: Çalışan uygulama yok
zh_hant: 無正在運行的應用

# selection.confirm.quitAll
source: 退出全部应用
ar: قم بإنهاء كافة التطبيقات
de: Alle Apps beenden
en: Quit All Apps
es: Salir de todas las aplicaciones
fr: Quitter toutes les applications
ja: すべてのアプリを終了
ko: 모든 앱 종료
pt: Fechar todos os aplicativos
ru: Закрыть все приложения
tr: Tüm Uygulamalardan Çık
zh_hant: 退出全部應用

# selection.confirm.quitCountFormat
source: 退出 %d 个应用
ar: قم بإنهاء %d التطبيقات
de: Beenden Sie %d Apps
en: Quit %d Apps
es: Salir de %d aplicaciones
fr: Quitter %d applications
ja: %d アプリを終了
ko: %d 앱 종료
pt: Sair de %d aplicativos
ru: Выйти из %d приложений
tr: %d Uygulamadan Çık
zh_hant: 退出 %d 個應用

# selection.title
source: 退出应用
ar: قم بإنهاء التطبيقات
de: Apps beenden
en: Quit Apps
es: Salir de aplicaciones
fr: Quitter les applications
ja: アプリを終了
ko: 앱 종료
pt: Sair dos aplicativos
ru: Выйти из приложений
tr: Uygulamalardan Çık
zh_hant: 結束 App

# selection.appCountFormat
source: %d 个应用
ar: %d التطبيقات
de: %d Apps
en: %d apps
es: %d aplicaciones
fr: Applications %d
ja: %d アプリ
ko: %d 앱
pt: %d aplicativos
ru: %d приложения
tr: %d uygulama
zh_hant: %d 個應用

# selection.invert
source: 反选
ar: عكس
de: Invertieren
en: Invert
es: Invertir
fr: Inverser
ja: 反転
ko: 반전
pt: Inverter
ru: Инвертировать
tr: Tersine Çevir
zh_hant: 反選

# selection.empty
source: 没有正在运行的应用
ar: لا توجد تطبيقات قيد التشغيل
de: Keine laufenden Apps
en: No running apps
es: No hay aplicaciones en ejecución
fr: Aucune application en cours d'exécution
ja: 実行中のアプリはありません
ko: 실행 중인 앱 없음
pt: Nenhum aplicativo em execução
ru: Нет запущенных приложений
tr: Çalışan uygulama yok
zh_hant: 沒有正在運行的應用

# selection.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
tr: İptal
